/*
 Localizable.strings
 SiriMote
 
 Created by Matthias Gansrigler on 18.11.2015.
 Copyright © 2015 Eternal Storms Software. All rights reserved.
 */

"RemoteFoundText" = "To bring SiriMote to the front, press the Home button\non your Remote or double-click SiriMote's icon in Finder.";
"WaitingForRemoteText" = "Waiting for Apple TV Siri Remote";

"PairWithMacText" = "To pair your Apple TV Siri Remote with your Mac,\
- Turn off and unplug your Apple TV\
- Launch System Preferences and click on Bluetooth\
- Press and hold the Menu and Volume Up buttons on the remote for about 5 seconds\
- In the Bluetooth System Preferences, click on Pair next to the new device that appeared\
\
If the Apple TV Siri Remote is connected and SiriMote shows it's working, but it doesn't, please make sure SiriMote is selected in System Preferences -> Security & Privacy -> Accessibility.";

"PairWithAppleTVText" = "To re-pair your Apple TV Siri Remote with your Apple TV,\
 - On your Mac, in System Preferences - Bluetooth click the 'x' button next to your Remote\
 - Plug in your Apple TV and wait until it has finished booting\
 - Press and hold the Menu and Volume Up buttons on the remote for about 5 seconds\
 - Your remote should now pair with the Apple TV\
 \
 If the Apple TV Siri Remote is connected and SiriMote shows it's working, but it doesn't, please make sure SiriMote is selected in System Preferences -> Security & Privacy -> Accessibility.";

"2021RemoteUnsupportedTitle" = "System requirements not met";
"2021RemoteUnsupportedMsg" = "To use Apple TV Siri Remote (2021) with SiriMote, macOS Big Sur 11.4 or newer is required.\n\nI'll continue to look into it, but I have not yet found a way to support it on earlier versions of macOS.";
